Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/pootle-tm.tmx
Source language: en
Languages: ca_es

source: Hold down "Control", or "Command" on a Mac, to select more than one.
ca_es: Premeu la tecla «Control», o «Opció» a Mac, per a seleccionar-ne més d'una.

source: Enter a valid e-mail address.
ca_es: Introduïu una adreça electrònica vàlida.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ca_es: L'adreça electrònica no té un nom d'usuari associat. Esteu segur que us hi heu registrat?

source: This field is required.
ca_es: El camp és necessari.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
ca_es: Assegureu-vos que el valor té com a màxim %(max)d caràcters (en té %(length)d).

source: Save and add another
ca_es: Desa-ho i afegeix-ne una altra

source: Save and continue editing
ca_es: Desa-ho i continua l'edició

source: Add
ca_es: Afegeix

source: Change
ca_es: Canvia

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ca_es: Introduïu un nom d'usuari i contrasenya correctes. Tingueu en comptes que els dos camps són sensibles a les majúscules.

source: Password reset on %s
ca_es: Reinicialització de la contrasenya el %s

source: Add %(name)s
ca_es: Afegeix %(name)s

source: View on site
ca_es: Visualitza el lloc

source: first name
ca_es: nom

source: last name
ca_es: cognoms

source: e-mail address
ca_es: adreça electrònica

source: active
ca_es: actiu

source: superuser status
ca_es: estat de superusuari

source: Source Language
ca_es: Llengua d'origen

source: Android strings
ca_es: Cadenes Android

source: Privacy Policy
ca_es: Política de privadesa

source: Legal
ca_es: Informació legal

source: License
ca_es: Llicència

source: Contributor License
ca_es: Llicència de la col·laboració

source: Terms of Use
ca_es: Termes d'ús

source: Terms of Service
ca_es: Termes del servei

source: Your name
ca_es: El vostre nom

source: Your email address
ca_es: La vostra adreça electrònica

source: Your message
ca_es: El vostre missatge

source: Akismet thinks this message is spam
ca_es: Akismet pensa que el missatge és brossa

source: Please correct the error below.
ca_es: Corregiu l'error a continuació.

source: The settings have been saved.
ca_es: S'han desat els paràmetres.

source: Save
ca_es: Desa

source: URL or content must be provided.
ca_es: S'ha de proporcionar un URL o contingut.

source: Active
ca_es: Actiu

source: Whether this page is active or not.
ca_es: Si la pàgina és activa o no.

source: Display on registration
ca_es: Mostra en el registre

source: Whether this page should be displayed on registration.
ca_es: Si la pàgina ha de mostrar-se en el registre.

source: Title
ca_es: Títol

source: If set, any references to this legal page will redirect to this URL
ca_es: Si es defineix, tota referència a la pàgina d'informació legal es redirigirà a aquest URL

source: The page will be available at /about/<slug>/
ca_es: La pàgina serà disponible a /about/<slug>/

source: Content
ca_es: Contingut

source: Allowed markup: %s
ca_es: Etiquetatge permès: %s

source: Legal page created.
ca_es: S'ha creat una pàgina d'informació legal.

source: Edit Legal Page
ca_es: Edita la pàgina d'informació legal

source: Delete
ca_es: Suprimeix

source: Legal Pages
ca_es: Pàgines d'informació legal

source: Existing Legal Pages
ca_es: Pàgines d'informació legal existents

source: Inactive
ca_es: Inactiu

source: Edit
ca_es: Edita

source: No pages yet.
ca_es: No hi ha cap pàgina encara.

source: New Legal Page
ca_es: Pàgina nova d'informació legal

source: Language code does not follow the ISO convention
ca_es: El codi de llengua no segueix la convenció ISO

source: Project code may only contain letters, numbers and _
ca_es: El codi de projecte només pot contenir lletres, nombres i _

source: Advanced Options
ca_es: Opcions avançades

source: The name for this Pootle server
ca_es: El nom d'aquest servidor Pootle

source: Description
ca_es: Descripció

source: The description and instructions shown on the front page and about page. Be sure to use valid HTML.
ca_es: La descripció i les instruccions que figuren a la portada i a la pàgina sobre el projecte. Assegureu-vos d'utilitzar HTML vàlid.

source: Can view a translation project
ca_es: Pot visualitzar un projecte de traducció

source: Can make a suggestion for a translation
ca_es: Pot fer un suggeriment a una traducció

source: Can submit a translation
ca_es: Pot enviar una traducció

source: Can overwrite translations on uploading files
ca_es: Pot sobreescriure les traduccions en pujar els fitxers

source: Can review translations
ca_es: Pot revisar les traduccions

source: Can download archives of translation projects
ca_es: Pot baixar els arxius dels projectes de traducció

source: Can administrate a translation project
ca_es: Pot administrar un projecte de traducció

source: Can commit to version control
ca_es: Pot confirmar a un control de versions

source: Pending
ca_es: Pendent

source: Accepted
ca_es: Acceptada

source: Rejected
ca_es: Rebutjada

source: Top Contributors
ca_es: Col·laboradors més actius

source: Suggestions
ca_es: Suggeriments

source: Reviews
ca_es: Revisions

source: Submissions
ca_es: Enviaments

source: anonymous users
ca_es: usuaris anònims

source: Translated
ca_es: Traduït

source: Needs work
ca_es: Cal revisar

source: Untranslated
ca_es: Per traduir

source: Save Changes
ca_es: Desa els canvis

source: Languages
ca_es: Llengües

source: Here you can add, edit, and delete all the available languages in this Pootle server.
ca_es: Des d'aquí podeu afegir, editar, i suprimir totes les llengües disponibles en aquest servidor Pootle.

source: Permissions
ca_es: Permisos

source: Here you can add, edit, and delete the default permissions in this Pootle server.
ca_es: Des d'aquí podeu afegir, editar, i suprimir els permisos per defecte en aquest servidor Pootle.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
ca_es: L'usuari «nobody» fa referència a qualsevol usuari que no ha iniciat una sessió (un usuari anònim, no identificat). L'usuari «default» fa referència als permisos per defecte que tindran tots els usuaris que han iniciat una sessió, a menys que se'ls n'hagi assignat d'específics.

source: Projects
ca_es: Projectes

source: Here you can add, edit, and delete all the available projects in this Pootle server.
ca_es: Des d'aquí podeu afegir, editar, i suprimir els projectes disponibles en aquest servidor Pootle.

source: General Settings
ca_es: Paràmetres generals

source: Configure here the general settings for your site.
ca_es: Configureu aquí els paràmetres generals del vostre lloc.

source: Users
ca_es: Usuaris

source: Here you can add, edit, and delete all the available users in this Pootle server.
ca_es: Des d'aquí podeu afegir, editar, i suprimir els usuaris disponibles en aquest servidor Pootle.

source: Server Statistics
ca_es: Estadístiques del servidor

source: Pending suggestions
ca_es: Suggeriments pendents

source: More...
ca_es: Més...

source: Support
ca_es: Assistència

source: Pootle is developed by Translate.org.za and a community of passionate localization experts. We want Pootle to help your localization work reach its full potential.
ca_es: El Pootle està desenvolupat per Translate.org.za i una comunitat d'apassionats experts en localització. Volem que el Pootle us ajudi a obtenir el millor del vostre treball.

source: You will find the following helpful for support:
ca_es: Us pot ser d'ajudar la informació següent:

source: The Pootle documentation
ca_es: La documentació del Pootle

source: The Pootle mailing list
ca_es: La llista de correu del Pootle

source: (commercial support)
ca_es: (assistència comercial)

source: Dependency Checks
ca_es: Comprovacions de dependències

source: Optional
ca_es: Opcional

source: Optimizations
ca_es: Optimitzacions

source: Cancel
ca_es: Cancel·la

source: Pootle Alerts
ca_es: Avisos del Pootle

source: No description set.
ca_es: No hi ha cap descripció encara.

source: Latest News
ca_es: Darreres notícies

source: Subscribe to the RSS feed.
ca_es: Subscriu al canal RSS.

source: Login
ca_es: Entra

source: Login to Pootle
ca_es: Entreu a Pootle

source: Your username and password didn't match. Please try again.
ca_es: El vostre nom d'usuari i la vostra contrasenya no coincideixen. Torneu-ho a provar.

source: Lost your Password?
ca_es: Heu perdut la vostra contrasenya?

source: Don't have an account yet?
ca_es: No teniu un compte encara?

source: Register.
ca_es: Registre.

source: Password
ca_es: Contrasenya

source: Translate Toolkit version %s installed.
ca_es: La versió %s del Translate Toolkit està instal·lada.

source: Translate Toolkit version %(installed)s installed. Pootle requires at least version %(required)s.
ca_es: És instal·lada la versió %(installed)s del Translate Toolkit. El Pootle necessita com a mínim la versió %(required)s.

source: Django version %s is installed.
ca_es: La versió %s del Django està instal·lada.

source: Django version %s is installed, but a higher version is highly recommended.
ca_es: És instal·lada la versió %s del Django, però es recomana una versió superior.

source: lxml version %s is installed.
ca_es: La versió %s del lxml està instal·lada.

source: lxml version %(installed)s is installed. Pootle requires at least version %(required)s.
ca_es: És instal·lada la versió %(installed)s de l'lxml. El Pootle necessita com a mínim la versió %(required)s.

source: lxml is not installed. Pootle requires lxml.
ca_es: L'lxml no és instal·lat. El Pootle el necessita.

source: Can't find the unzip command. Uploading archives is faster if "unzip" is available.
ca_es: No es pot trobar l'ordre unzip. Pujar arxius és més ràpid si hi ha l'«unzip».

source: Can't find the ISO codes package. Pootle uses ISO codes to translate language names.
ca_es: No es pot trobar el paquet de codis ISO. El Pootle utilitza els codis ISO per traduir els noms de les llengües.

source: Can't find the aeidon package. Pootle requires Gaupol or aeidon to support subtitle formats.
ca_es: No es pot trobar el paquet aeidon. El Pootle necessita el Gaupol o l'aeidon per a poder processar formats de subtítols.

source: Can't find python-levenshtein package. Updating against templates is faster with python-levenshtein.
ca_es: No es pot trobar el paquet python-levenshtein. Actualitzar a partir de les plantilles és més ràpid amb el python-levenshtein.

source: No text indexing engine found. Searching is faster if an indexing engine like Xapian or Lucene is installed.
ca_es: No s'ha trobat cap motor d'indexació de text. La cerca és més ràpida si s'instal·la un motor d'indexació com el Xapian o el Lucene.

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine.
ca_es: S'utilitza el motor de base de dades sqlite3. SQLite només és adequat en instal·lacions modestes amb un nombre petit d'usuaris. El Pootle funcionarà millor amb el motor de base de dades MySQL.

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine, but you need to install python-MySQLdb first.
ca_es: S'utilitza el motor de base de dades sqlite3. SQLite només és adequat en instal·lacions modestes amb un nombre petit d'usuaris. El Pootle funcionarà millor amb el motor de base de dades MySQL, però cal primer instal·lar el python-MySQLdb.

source: Pootle is configured to use memcached as a caching backend, but can't connect to the memcached server. Caching is currently disabled.
ca_es: El Pootle està configurat per utilitzar el memcached per a la memòria cau, però no es pot connectar al servidor de memcached. La memòria cau no està habilitada actualment.

source: For optimal performance, use django.contrib.sessions.backends.cached_db as the session engine.
ca_es: Per a un rendiment òptim, utilitzeu django.contrib.sessions.backends.cached_db per al motor de sessions.

source: Pootle is configured to use memcached as caching backend, but Python support for memcached is not installed. Caching is currently disabled.
ca_es: El Pootle està configurat per utilitzat el memcached en segon pla per a la memòria cau, però no està instal·lat el suport per al Python. Així doncs, la memòria cau no està habilitada actualment.

source: For optimal performance, use memcached as the caching backend.
ca_es: Per a un rendiment òptim, utilitzeu el memcached en segon pla per a la memòria cau.

source: For optimal performance, use Apache as the webserver.
ca_es: Per a un rendiment òptim, utilitzeu l'Apache com a servidor web.

source: The "from" address used to send registration emails is not specified. Also review the mail server settings.
ca_es: No s'ha especificat l'adreça de remitent que s'utilitza per enviar correus de registre. Reviseu els paràmetres del servidor de correu.

source: No contact address is specified. The contact form will allow users to contact the server administrators.
ca_es: No s'ha especificat cap adreça de contacte. El formulari de contacte permet als usuaris contactar amb els administradors del servidor.

source: Running in debug mode. Debug mode is only needed when developing Pootle. For optimal performance, disable debugging mode.
ca_es: S'està executant en mode de depuració. El mode de depuració només és necessari en el desenvolupament del Pootle. Per a un rendiment òptim, inhabiliteu-lo.

source: Running in live translation mode. Live translation is useful as a tool to learn about Pootle and localization, but has high impact on performance.
ca_es: S'està executant en el mode de traducció en viu. La traducció en viu és útil com a eina per aprendre sobre el Pootle i la localització, però té un alt impacte en el rendiment.

source: Files
ca_es: Fitxers

source: Active projects
ca_es: Projectes actius

source: Active languages
ca_es: Llengües actives

source: Translated strings
ca_es: Cadenes traduïdes

source: Translated words
ca_es: Paraules traduïdes

source: Active users
ca_es: Usuaris actius

source: Project Members
ca_es: Membres del projecte

source: Language Members
ca_es: Membres de la llengua

source: All Users
ca_es: Tots els usuaris

source: You do not have rights to administer Pootle.
ca_es: No teniu permisos per administrar el Pootle.

source: You do not have rights to administer %s.
ca_es: No teniu permisos per administrar %s.

source: No files in this project.
ca_es: No hi ha fitxers en el projecte.

source: There are errors in the form. Please review the problems below.
ca_es: Hi ha errors al formulari. Comproveu els problemes a continuació.

source: Pootle %(pootle_ver)s is powered by Translate Toolkit %(toolkit_ver)s
ca_es: El Pootle %(pootle_ver)s funciona gràcies al Translate Toolkit %(toolkit_ver)s

source: %(percentage)d%% complete
ca_es: %(percentage)d%% complet

source: You do not have rights to access this translation project.
ca_es: No teniu permisos per accedir a aquest projecte de traducció.

source: You do not have rights to commit files here
ca_es: No teniu permisos per confirmar els fitxers aquí

source: You do not have rights to update files here
ca_es: No teniu permisos per actualitzar fitxers

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
ca_es: Codi de llengua ISO 639 per a la llengua, possiblement seguit per un guió baix (_) i un codi de país ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Més informació</a>

source: Code
ca_es: Codi

source: Full Name
ca_es: Nom sencer

source: A description of this language. This is useful to give more information or instructions. Allowed markup: %s
ca_es: Una descripció de la llengua. Això és útil per oferir més informació o instruccions. Etiquetatge permès: %s

source: Enter any special characters that users might find difficult to type
ca_es: Introduïu qualsevol caràcter especial que els usuaris puguin tenir dificultats per escriure

source: Special Characters
ca_es: Caràcters especials

source: For more information, visit <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">our wiki page</a> on plural forms.
ca_es: Per a més informació, visiteu <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">la nostra pàgina wiki</a> sobre les formes plurals.

source: Unknown
ca_es: Desconeguda

source: Number of Plurals
ca_es: Nombre de plurals

source: Plural Equation
ca_es: Fórmula pels plurals

source: Error reading %d file
ca_es: S'ha produït un error en llegir %d fitxer

source: %(projects)d project, %(average)d%% translated
ca_es: %(projects)d projecte, %(average)d%% traduït

source: No description yet.
ca_es: No hi ha cap descripció encara.

source: You do not have rights to administer this language.
ca_es: No teniu permisos per administrar aquesta llengua.

source: Below you can add, edit, and delete the permissions for this language.
ca_es: A continuació podeu afegir, editar i suprimir els permisos d'aquesta llengua.

source: Name
ca_es: Nom

source: Project
ca_es: Projecte

source: Language
ca_es: Llengua

source: Progress
ca_es: Progrés

source: Need Translation
ca_es: Cal traduir

source: Last Activity
ca_es: Darrera activitat

source: Critical
ca_es: Crític

source: Functional
ca_es: Funcional

source: Cosmetic
ca_es: Cosmètic

source: Extraction
ca_es: Extracció

source: No category
ca_es: Sense categoria

source: Accelerators
ca_es: Acceleradors

source: Acronyms
ca_es: Acrònims

source: Blank
ca_es: En blanc

source: Brackets
ca_es: Claudàtors, claus i parèntesis

source: Compendium conflict
ca_es: Conflicte del compendi

source: Translator credits
ca_es: Crèdits de la traducció

source: Double quotes
ca_es: Cometes dobles

source: Double spaces
ca_es: Espais dobles

source: Repeated word
ca_es: Mots repetits

source: E-mail
ca_es: Correu electrònic

source: Ending punctuation
ca_es: Puntuació final

source: Ending whitespace
ca_es: Espai en blanc final

source: Escapes
ca_es: Caràcters d'escapament

source: File paths
ca_es: Camins de fitxer

source: Functions
ca_es: Funcions

source: GConf values
ca_es: Valors de GConf

source: Old KDE comment
ca_es: Comentari antic de KDE

source: Long
ca_es: Llarg

source: Must translate words
ca_es: Paraules que cal traduir

source: Newlines
ca_es: Salts de línia

source: Number of plurals
ca_es: Nombre de plurals

source: Don't translate words
ca_es: Paraules que no s'han de traduir

source: Numbers
ca_es: Nombres

source: Options
ca_es: Opcions

source: Punctuation spacing
ca_es: Espaiament de la puntuació

source: Pure punctuation
ca_es: Puntuació pura

source: Number of sentences
ca_es: Nombre de frases

source: Short
ca_es: Curt

source: Simple capitalization
ca_es: Ús de les majúscules

source: Simple plural(s)
ca_es: Plurals simples

source: Single quotes
ca_es: Cometes senzilles

source: Starting capitalization
ca_es: Majúscules inicials

source: Starting punctuation
ca_es: Puntuació inicial

source: Starting whitespace
ca_es: Espai en blanc inicial

source: Tabs
ca_es: Tabulacions

source: Unchanged
ca_es: Sense canvis

source: URLs
ca_es: URL

source: Valid characters
ca_es: Caràcters vàlids

source: Placeholders
ca_es: Textos variables

source: XML tags
ca_es: Etiquetes XML

source: Pootle: Install
ca_es: Pootle: Instal·lació

source: Error: "%s" while attempting to access the Pootle database, will try to initialize database.
ca_es: Error: «%s» mentre s'intentava accedir a la base de dades del Pootle. Es provarà d'inicialitzar la base de dades.

source: Creating database tables...
ca_es: S'estan creant les taules de la base de dades...

source: Creating default languages, projects and admin user
ca_es: S'estan creant les llengües per defecte, projectes i un usuari administrador

source: Calculating translation statistics, this will take a few minutes
ca_es: S'estan calculant les estadístiques de traducció. Trigarà uns pocs minuts

source: %(language)s is %(percent)d%% complete
ca_es: %(language)s és %(percent)d%% complet

source: Project %(project)s is %(percent)d%% complete
ca_es: El project %(project)s és %(percent)d%% complet

source: Done calculating statistics for default languages and projects
ca_es: S'han acabat de calcular les estadístiques de les llengües per defecte i els projectes

source: Initialized database, you will be redirected to the front page in 10 seconds
ca_es: S'ha inicialitzat la base de dades. Sereu redirigit a la pàgina principal en 10 segons

source: Pootle: Update
ca_es: Pootle: Actualització

source: Database tables are currently at build version %d. Pootle will now update the database.
ca_es: Les taules de la base de dades són actualment amb la versió %d. El Pootle actualitzarà la base de dades ara mateix.

source: Creating missing database tables...
ca_es: S'estan creant les taules de la base de dades que hi manquen...

source: Fixing permission table...
ca_es: S'està reparant la taula de permisos...

source: Updating existing database tables...
ca_es: S'estan actualitzant les taules de la base de dades existents...

source: Removing potentially incorrect cached stats, will be recalculated...
ca_es: S'estan suprimint les estadístiques emmagatzemades potencialment incorrectes. A continuació es tornaran a calcular...

source: Reparsing Qt ts files...
ca_es: S'estan tornant a analitzar els fitxers ts de Qt...

source: Removing quality checks, will be recalculated on demand...
ca_es: S'estan suprimint les comprovacions de qualitat, es tornaran a calcular en demanar-se...

source: Pootle will now import all the translations into the database. It could take a long time.
ca_es: El Pootle ara importarà totes les traduccions a la base de dades. Això pot trigar una estona.

source: Imported %(count)d suggestion from %(store)s
ca_es: S'ha importat %(count)d suggeriment de %(store)s

source: Failed to import suggestions from %s
ca_es: No s'han pogut importar els suggeriments de %s

source: Imported %(count)d string from %(store)s
ca_es: S'ha importat %(count)d cadena de %(store)s

source: Failed to import strings from %s
ca_es: No s'han pogut importar les cadenes de %s

source: All translations are now imported.
ca_es: Ja s'han importat totes les traduccions.

source: Pootle initialized the database. You will be redirected to the front page in 10 seconds.
ca_es: S'ha inicialitzat la base de dades. Sereu redirigit a la pàgina principal en 10 segons.

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
ca_es: Cerca (Ctrl+Maj+S)<br/>Escriviu i premeu Retorn per cercar

source: Source Text
ca_es: Text d'origen

source: Target Text
ca_es: Text de destí

source: Comments
ca_es: Comentaris

source: Locations
ca_es: Ubicacions

source: Source Terms
ca_es: Termes d'origen

source: Target Terms
ca_es: Termes de destinació

source: Definitions
ca_es: Definicions

source: <a href="%(url)s">%(num)d word</a>
ca_es: <a href="%(url)s">%(num)d paraula</a>

source: (%(num)d string)
ca_es: (%(num)d cadena)

source: This folder has %(num)d word, %(percentage)d%% of which is translated.
ca_es: La carpeta té %(num)d paraula, %(percentage)d%% de la qual s'ha traduït.

source: This file has %(num)d word, %(percentage)d%% of which is translated.
ca_es: El fitxer té %(num)d paraula, %(percentage)d%% del qual s'ha traduït.

source: Expand details
ca_es: Mostra els detalls

source: Continue translation (%(num)d word left)
ca_es: Continua la traducció (queda %(num)d paraula)
